// Что должно быть в результате (через 8 недель):
// - список всех существующих слов. У каждого слова есть основное значение, транскрипция, перевод, тема. У каждого слова должна быть возможность его удаления и редактирования.
// Также должна быть возможность добавления слов; *сделать добавление с любого места в приложении (вроме редактирования и удаления слова)
// - карточка слова, у которой есть основное значение, транскрипция, перевод, тема; *неплохо сделать не только англо-русский. так, чтобы при добавлении указывать язык и записывать его либо в новое слово, либо если есть совпадение в массиве - в новое поле к имеющемуся.
// - главная страница, где отображаются списки слов и карточек.
// Три основных страницы, главная, с таблицей и с игрой(это уже финальный вариант). Вы же будете делать все постепенно, сначала структуру, затем что-то еще и далее.

import './_App.scss';

function App() {
    return <div className="App">hello n</div>;
}

export default App;
